<%@ page language="java" contentType="text/html; charset=windows-1256"
    pageEncoding="windows-1256"%>
    
<%@ taglib prefix = "c" uri = "http://java.sun.com/jsp/jstl/core" %>

<!DOCTYPE html>
<html>

<head>
<meta charset="windows-1256">
<title>Insert title here</title>

<style type="text/css">

ul {
  list-style-type: none;
  margin: 0;
  padding: 0;
  width: 25%;
  background-color: #f1f1f1;
  position: fixed;
  height: 100%;
  overflow: auto;
}

li a {
  display: block;
  color: #000;
  padding: 8px 16px;
  text-decoration: none;
}

li a.active {
  background-color: #04AA6D;
  color: white;
}

li a:hover:not(.active) {
  background-color: #555;
  color: white;
}

.active {
  background-color: #04AA6D;
  
}
.dotstyle{
    content: "\00B7";
}


.circular_image_header { 
  width: 100px;
  height: 100px;
  border-radius: 25%; 
  overflow: hidden;
  background-color: blue;
  /* commented for demo
  float: left;
  margin-left: 125px;
  margin-top: 20px;
  */
  
  /*for demo*/
  display:inline-block;
  vertical-align:middle;
}

/* .centralizeDiv{ */
/*     position: absolute; */
/*     top: 8%; */
/*     left: 5%; */
/*     margin-top: -50px; */
/*     margin-left: -50px;  */
/*     width:900px; */
/* } */

.center {
  border: 5px solid;
  margin: auto;
  width: 80%; 
  padding: 10px;
  text-align: center;
}

</style>
</head>

<body>
<div class="center" dir="rtl">   
<!-- class="fixedElement"      -->
	<div style="border: 3px solid #73AD21; background-color: #679FAB; height: 100px; color: white; text-align: center;"  dir="rtl">     
		<table style="text-align: center;">            
			<tr>
				<td>            
					<p style=" margin-top: 1px;">  
						<a href="/">   
					  		<img src="<c:url value="/resources/images/jordanflagonhand.jpg" />" alt="image" class="circular_image_header"   style="width: 100px; height: 100px; "/>
						</a>
					</p>
				</td>
				<td style="width: 15%;"></td>
				<td style="width: 50%;">         
					<h2 style=" margin-top: 10px;">   
						الانتخابات النيابية الاردنية
					</h2>
				</td>
				<td style="width: 350px;">
				</td>   
<!-- 				<td>   -->
<!-- 					<h2 style=" margin-top: 40px;">   -->
<!-- 						<a href="/logoutPage">تسجيل</a>    -->
<!-- 					</h2>   -->
<!-- 				</td> -->
			</tr>
		</table>
	</div>

	<div id="parantDiv"  style=" margin-top: 50px;"  dir="rtl">  
		<div> 

		 					<h3>البرلمان الأردني الثامن عشر</h3>
							
							مجلس النواب الاردني التاسع عشر هو المجلس التاسع عشر منذ اعلان استقلال المملكه الاردنيه الهاشميه عام 1947 اجريت الانتخابات
							<br>
							 النيابيه للمجلس في 10  من نوفمبر 2020 وفق القانون الانتخابي لمجلس النواب لسنه 2016 وبلغ عدد المقاعد 130 مقعدا				
		 
		 					<br>
		 					   
		 					<br>
		 					<h3>  فيما يلي أعضاء مجلس النواب التاسع عشر وعددهم 130 نائب  : </h3>    
		 					<br>
		

		<span>  
			<img src="<c:url value="/resources/images/list_of_parliament_members.png" />" alt="image"    style="width: 700px; height: 5000px;" />
			<img src="<c:url value="/resources/images/list_of_parliament_members_2.png" />" alt="image"  style="width: 700px; height: 5000px;" />   
		</span>
		
		<!-- : أسماء أعضاء المجلس حسب الترتيب الأبجدي<br><br> -->
		
		<!-- 1)  احمد إبراهيم القطاونه              <br> -->
		<!-- 2)  احمد جميل عبدالقادر عشا            <br> -->
		<!-- 3)  احمد عبدالعزيز احمد السراحنه       <br> -->
		<!-- 4)  احمد محمد قاسم الخلايله             <br> -->
		<!-- 5)  اسامه صقر عطيه القوابعه            <br> -->
		<!-- 6)  اسامه نايف سالم الرحيل             <br> -->
		<!-- 7)  اسلام صالح مدروش الطباشات           <br> -->
		<!-- 8)  امغير عبدالله مغير الهملان             <br> -->
		<!-- 9)  اندريه مراد محمود حواري            <br> -->
		<!-- 10)  أيمن نجيب يوسف المدانات            <br> -->
		<!-- 11)  أيمن هزاع بركات المجالي            <br> -->
		<!-- 12)  إسماعيل راشد عبود المشاقبه         <br> -->
		<!-- 13)  أحمد محمد علي الصفدي               <br> -->
		<!-- 14)  أسماء صالح محمود الرواحنه          <br> -->
		<!-- 15)  أيوب عبدالكريم خميس خميس           <br> -->
		<!-- 16)  آمال ضيف الله سليم البشير             <br> -->
		<!-- 17)  بسام محمد مفلح الفايز              <br> -->
		<!-- 18)  بلال محمد سالم المومني              <br> -->
		<!-- 19)  توفيق عبدالله بخيث المراعيه           <br> -->
		<!-- 20)  تيسير محمد هليل كريشان             <br> -->
		<!-- 21)  جعفر محمود احمد ربابعه             <br> -->
		<!-- 22)  جميل سالم سلامه الحشوش              <br> -->
		<!-- 23)  حابس ركاد خليف الشبيب              <br> -->
		<!-- 24)  حازم صالح صالح المجالي             <br> -->
		<!-- 25)  حسن صلاح صالح الرياطي               <br> -->
		<!-- 26)  حسين علي جريد الحراسيس             <br> -->
		<!-- 27)  خالد احمد فالح الشلول              <br> -->
		<!-- 28)  خالد خليل محمود البستنجي           <br> -->
		<!-- 29)  خالد موسى عيسى أبو حسان            <br> -->
		<!-- 30)  خلدون حسين علي الشويات             <br> -->
		<!-- 31)  خلدون نواف احمد حينا               <br> -->
		<!-- 32)  خليل حسين خليل عطية                <br> -->
		<!-- 33)  خير عبدالله عياد أبو صعيليك           <br> -->
		<!-- 34)  دينا عوني محمد البشير              <br> -->
		<!-- 35)  ذياب شريتح عوده المساعيد           <br> -->
		<!-- 36)  راشد محمد سليمان الشوحه            <br> -->
		<!-- 37)  رائد اطعيمه موسى السميرات          <br> -->
		<!-- 38)  رائد مصباح طلب رباع                <br> -->
		<!-- 39)  رهق محمد سليمان الزواهره           <br> -->
		<!-- 40)  روعه سليمان احمد الغرابلي          <br> -->
		<!-- 41)  ريما محمد الخلف أبو العيس العموش   <br> -->
		<!-- 42)  زهير سالم الحامد الدخل الله           <br> -->
		<!-- 43)  زيد احمد علي العتوم                <br> -->
		<!-- 44)  زينب سلامه سليمان الموسه            <br> -->
		<!-- 45)  سالم حسني سالم العمري              <br> -->
		<!-- 46)  سالم عبد الحميد سالم الضمور        <br> -->
		<!-- 47)  سلامه علي سلمان البلوي              <br> -->
		<!-- 48)  سليمان خليف عقله القلاب             <br> -->
		<!-- 49)  سليمان موسى عطوه أبو يحيى          <br> -->
		<!-- 50)  شادي عبدالله إبراهيم فريج             <br> -->
		<!-- 51)  صالح ساري محمد أبو تايه            <br> -->
		<!-- 52)  صالح عبدالجليل مرار الوخيان        <br> -->
		<!-- 53)  صالح عبدالكريم شحادة العرموطي      <br> -->
		<!-- 54)  صفاء عبدالله محمد المومني             <br> -->
		<!-- 55)  ضرار علي محمود الحراسيس            <br> -->
		<!-- 56)  ضرار قيصر عطاالله الداود              <br> -->
		<!-- 57)  طالب محمد عبدالقادر الصرايره       <br> -->
		<!-- 58)  طلال محمد عبدالوالي النسور          <br> -->
		<!-- 59)  عارف منور عبدالرحمن السعايده       <br> -->
		<!-- 60)  عائشه احمد محمد الحسنات            <br> -->
		<!-- 61)  عبد الرحمن حسين محمد العوايشة      <br> -->
		<!-- 62)  عبد علي محمد عليان                 <br> -->
		<!-- 63)  عبدالحليم مروان عبدالحليم الحمود   <br> -->
		<!-- 64)  عبدالرحيم فلاح عبيدالله المعايعه       <br> -->
		<!-- 65)  عبدالسلام احمد محسن الذيابات        <br> -->
		<!-- 66)  عبدالسلام علي سليمان الخضير         <br> -->
		<!-- 67)  عبدالكريم فيصل ضيف الله الدغمي        <br> -->
		<!-- 68)  عبدالله علي خليل عواد                 <br> -->
		<!-- 69)  عبدالله منور احمد أبو زيد             <br> -->
		<!-- 70)  عبدالمنعم صالح شحاده العودات       <br> -->
		<!-- 71)  عبيد احمد عبيد ياسين               <br> -->
		<!-- 72)  عبير عبدالله حريثان الجبور            <br> -->
		<!-- 73)  عدنان يلدار الخاص مشوقه            <br> -->
		<!-- 74)  عطا حسين إبراهيم ابداح             <br> -->
		<!-- 75)  علي سالم فاضل الخلايلة              <br> -->
		<!-- 76)  علي سليمان محمد الغزاوي            <br> -->
		<!-- 77)  علي مدالله علي الطراونه               <br> -->
		<!-- 78)  عماد زيدان عبد الحميد العدوان      <br> -->
		<!-- 79)  عمر احمد محمد العياصره             <br> -->
		<!-- 80)  عمر أنطوان عايد النبر              <br> -->
		<!-- 81)  عمر محمود عقله الزيود              <br> -->
		<!-- 82)  عوده رزق مرزوق النوايشه            <br> -->
		<!-- 83)  عيد محمد رجا النعيمات              <br> -->
		<!-- 84)  غازي احمد حسن البداوي              <br> -->
		<!-- 85)  غازي عوده عويد السرحان             <br> -->
		<!-- 86)  غازي مبارك احمد الذنيبات           <br> -->
		<!-- 87)  فادي علي بركات العدوان             <br> -->
		<!-- 88)  فايز إسماعيل محمد بصبوص            <br> -->
		<!-- 89)  فايزه احمد حسين الشهاب             <br> -->
		<!-- 90)  فراس احمد محمد القضاه              <br> -->
		<!-- 91)  فراس جميل علي السواعير             <br> -->
		<!-- 92)  فريد ثلجي فرحان حداد               <br> -->
		<!-- 93)  فواز محمود مفلح الزعبي             <br> -->
		<!-- 94)  ماجد محمد حسن الرواشده             <br> -->
		<!-- 95)  مجحم حمد حسين الصقور               <br> -->
		<!-- 96)  مجدي نورس جريس اليعقوب             <br> -->
		<!-- 97)  محمد احمد خليف المرايات            <br> -->
		<!-- 98)  محمد احمد محمود العبابنه           <br> -->
		<!-- 99)  محمد إسماعيل علي السعودي           <br> -->
		<!-- 100) محمد تيسير عبدالقادر بني ياسين     <br> -->
		<!-- 101) محمد جميل محمد الظهراوي            <br> -->
		<!-- 102) محمد دياب عبدالرحمن جرادات         <br> -->
		<!-- 103) محمد سليمان عيسى الهلالات            <br> -->
		<!-- 104) محمد عقيل خطار الشطناوي            <br> -->
		<!-- 105) محمد علي امنيفي أبو صعليك          <br> -->
		<!-- 106) محمد عناد محمد الفايز              <br> -->
		<!-- 107) محمد عواد رجاء الخلايله             <br> -->
		<!-- 108) محمد عواد محمد العلاقمه             <br> -->
		<!-- 109) محمد موسى هلال الغويري              <br> -->
		<!-- 110) محمد يحيا محمد المحارمه            <br> -->
		<!-- 111) محمود إبراهيم محمد الفرجات         <br> -->
		<!-- 112) مرزا قاسم بولاد بولاد                <br> -->
		<!-- 113) مروه عبدالكريم عبد الحميد الصعوب   <br> -->
		<!-- 114) موسى علي محمد هنطش                 <br> -->
		<!-- 115) ميادة إبراهيم مصطفى الشريم         <br> -->
		<!-- 116) ناجح محمد قبلان العدوان             <br> -->
		<!-- 117) نصار حسن سالم القيسي               <br> -->
		<!-- 118) نصار فالح إسماعيل الحيصه           <br> -->
		<!-- 119) نضال احمد علي الحياري              <br> -->
		<!-- 120) نمر عبد الحميد عبدالله السليحات       <br> -->
		<!-- 121) نواش عقله عطيه القواقزه            <br> -->
		<!-- 122) نواف فارس عليان الخوالدة           <br> -->
		<!-- 123) هاديه محمد الياس السرحان           <br> -->
		<!-- 124) هايل فريح جريس عياش                <br> -->
		<!-- 125) هيثم جريس عوده الزيادين            <br> -->
		<!-- 126) وائل موسى يوسف رزوق                <br> -->
		<!-- 127) يحيى حسين محمد عبيدات              <br> -->
		<!-- 128) يزن حسين سليمان الشديفات           <br> -->
		<!-- 129) يسار محمد عبدالوالي الخصاونه       <br> -->
		<!-- 130) ينال عبدالسلام نورالدين الفريحات    <br> -->
		 
		<br><br>
		<div style="background-color: lightgray"> 
			<h1> مراجع</h1> 
		 	"| مجلس النواب الاردني". 2020-01-27. مؤرشفة من الأصلي بتاريخ 2020-01-27. تم الاسترجاع بتاريخ 23-01-2022.
		 	 "ستمتلك بحل مجلس النواب". رؤيا الأخباري (باللغة العربية). تم الاسترجاع بتاريخ 23-01-2022.
		 	 "| مجلس النواب الاردني". 2020-02-27. مؤرشفة من الأصلي بتاريخ 2020-02-27. تم الاسترجاع بتاريخ 23-01-2022.
		 </div>
		 
		 
		</div>
	</div>
</div>


</body>
</html>